{
    "title": "Erwtensoep",
    "description": "Moeders erwtensoep, sowieso de lekkerste!",
    "prep_time": 20,
    "cook_time": 80,
    "ingredients": [
        {
            "name": "Spliterwten",
            "quantity": 1,
            "unit": "zakje"
        },
        {
            "name": "Laurierblad",
            "quantity": 1
        },
        {
            "name": "Prei",
            "quantity": 1
        },
        {
            "name": "Winterpeen",
            "quantity": 1
        },
        {
            "name": "Knolselderij",
            "quantity": 0.25
        },
        {
            "name": "Bladselderij",
            "quantity": 1
        },
        {
            "name": "Varkenskrabbetjes",
            "quantity": 400,
            "unit": "gram"
        },
        {
            "name": "Rookworst",
            "quantity": 1
        },
        {
            "name": "Water",
            "quantity": 1.5,
            "unit": "liter"
        }
    ],
    "preparation": [
        "Schenk het water in een soeppan, voeg de spliterwten, de varkenskrabbetjes en het laurierblad toe en breng aan de kook.",
        "Schep het schuim met een schuimspaan van het water en kook afgedekt in circa 1 uur zachtjes gaar.",
        "Maak de groente schoon, snij de prei, winterpeen en knolselderij in stukjes, pel en snipper de ui en hak de bladserij fijn.",
        "Haal het laurierblad en de varkenskrabbetjes uit de soep en snij het vlees in stukjes. De spliterwten zijn na 1 uur koken gaar, maar soms nog niet helemaal uit elkaar gevallen. Pureer de soep eventueel met een staafmixer.",
        "Voeg de groente, bladselderij en het gesneden vlees toe aan de soep en laat de soep afgedekt nog 20 minuten zacthejs koken. Af en toe roeren",
        "Snij de rookworst in plakjes en voeg toe aan de soep. Proef en breng de soep op smaak met zout en peper."
    ],
    "image_url": "img/erwtensoep.jpg",
    "pro_tips": [
        "Erwtensoep is de dag na het bereiden op z'n lekkerst. Laat de soep afkoelen en bewaar hem tot gebruik in de koelkast. Hierdoor zal de soep opstijven.",
        "Serveer de soep klassiek met roggebrood belegd met katenspek.",
        "Vervang de varkenskrabbetjes (deels) door speklappen."
    ]
}