{
    "title": "Quick hummus",
    "description": "This recipe makes quick, tasty hummus, with no messing. It has been adapted from a number of different recipes that I have read over the years.\nHummus is a delicious thick paste used heavily in Greek and Middle Eastern dishes. It is very tasty with salad, grilled meats and pitta breads.",
    "total_time": 8,
    "ingredients": [
        {
            "name": "Chick peas (garbanzo beans)",
            "quantity": 1,
            "unit": "can"
        },
        {
            "name": "Tahini",
            "quantity": 175,
            "unit": "gram"
        },
        {
            "name": "Sundried tomatoes",
            "quantity": 6
        },
        {
            "name": "Red pepper",
            "quantity": 0.5
        },
        {
            "name": "Cayenne pepper champignons",
            "quantity": 1,
            "unit": "pinch"
        },
        {
            "name": "Garlic",
            "quantity": 1,
            "unit": "clove"
        },
        {
            "name": "Olive oil",
            "quantity": 1,
            "unit": "dash"
        }
    ],
    "preparation": [
        "Remove the skin from the garlic, and chop coarsely. Remove all the seeds and stalk from the pepper, and chop coarsely.",
        "Add all the ingredients into a food processor. Process all the ingredients into a paste.",
        "If you want a coarse 'chunky' hummus, process it for a short time. If you want a smooth hummus, process it for a longer time",
        "For a different flavour, you could try blending in a small measure of lemon and coriander, chili pepper, lime and chipotle, harissa and mint, or spinach and feta cheese. Experiment and see what works for you."
    ],
    "image_url": "img/hummus.jpg",
    "pro_tips": [
        "Refrigerate the finished hummus in a sealed container. You should be able to use it for about a week after you've made it. If it starts to become fizzy, you should definitely discard it.",
        "Hummus is suitable for freezing; you should thaw it and use it within a couple of months."
    ]
}